var tryContent = 'في اللغة العربية نكتب الفاصلة, و الفاصلة المنقوطة; أحيانا يمكننا أن نمد الكلمـــــــات. نستطيع أيضا كتابة الأرقام 0123456789 و بعض الإشارات )?%( كما يمكننا كتابة التاريخ 27/05/1989 و الأرقام الطويلة 999,777.85 10.50 ... أنت أيضا يمكنك أن تكتب هنا ... جرب معنا ... مثلا أكتب: صلى الله عليه و سلم و عمر رضي الله عنه و جدي رحمة الله عليه...';

var _try = new Vue({
  el: '#try_transform',
  data: {
    content: tryContent,
  },
  computed: {
    transformed: function() {
      return arli.transform(this.content);
    },
  },
});
